Tekla Open API Reference for Tekla Structures 2025
WpfOkApplyModifyGetOnOffCancel Methods
The WpfOkApplyModifyGetOnOffCancel type exposes the following members.
Methods
Name | Description
InitializeComponent
 InitializeComponent
Top
See Also
Reference
WpfOkApplyModifyGetOnOffCancel Class
Tekla.Structures.Dialog.UIControls Namespace